<template functional>
  <!-- use https://word2cleanhtml.com/ to convert word to html -->

  <article>
    <header>
      <h2 class="text-center mb-4">互信公信用户协议</h2>
    </header>

    <p>
      欢迎使用互信公信，本协议自开始使用网站，并成为网站的注册用户时即产生法律效力。互信公信，以下简称“互信公信”或“互信公信”。本协议包括互信公信网站内容的使用政策及互信公信隐私政策。您在使用互信公信提供的各项服务之前，应仔细阅读本服务公约。如您不同意本服务公约或随时对其的修改，您可以主动取消互信公信提供的服务；您一旦使用互信公信服务，即视为您已了解并完全同意本服务公约各项内容，并成为互信公信用户（以下简称“用户”）。
    </p>
    <p>1 引言</p>
    <p>1.1 宗旨</p>
    <p>互信公信是一款服务大众消费者的企业投诉平台和信用查询平台。</p>
    <p>1.2 协议的生效与修改</p>
    <p>
      本协议在您开始使用网站，并成为网站的注册用户时即产生法律效力。您一旦使用互信公信网站即视为全权授权互信公信为您获取、汇编、整理、提供与互信公信所提供的服务相关数据。
    </p>
    <p>
      <strong
        >无论有无其他约定，用户注册互信公信账号即表示用户已接受了本协议的全部的条款和条件及互信公信随时对其所做的修改，并同意接受互信公信网站现有的及不时更新的或新发布的用户服务条款和隐私权政策以及其他各项规则、制度等的约束</strong
      >
      。
    </p>
    <p>
      <strong></strong>
    </p>
    <p>
      <strong
        >用户理解并同意，互信公信有权基于业务功能、使用规则、法律法规及监管要求、更好的提供服务、经营策略等原因随时修改和（或）补充前述条款和条件，并只需将之公示于其官网，而无需征得用户的事先同意且无需另行通知用户，修改后的条款和条件自公示于官网后即时生效。如果用户不同意互信公信对本协议相关条款所做的修改和条件，用户应停止使用服务，如在互信公信修改相关条款并将之公示于网站后，用户继续使用服务应被视作已接受了修改后的条款。</strong
      >
    </p>
    <p>2 义务</p>
    <p>2.1 服务资格</p>
    <p>为使用“服务”，您同意:</p>
    <p>2.1.1 您必须满足18岁，请未成年人（18岁以下）在监护人同意并监督下向本网站提供个人资料或使用本服务。</p>
    <p>2.1.2 您只能拥有一个互信公信帐户；</p>
    <p>2.1.3 互信公信有根据法律法规或在合理状况下限制您使用“服务”。</p>
    <p>2.2 会员资格与义务</p>
    <p>
      用户帐号、密码及完成本服务的注册程序之后，您将选择一个密码及帐号。维持密码及帐号的机密安全，是您的责任。您应对所有用您的密码及帐号的活动负完全的责任。您同意∶
    </p>
    <p>您的密码或帐号遭到未获授权的使用，或者发生其他任何安全问题时，您将立即通知互信公信；</p>
    <p>
      一个账户在同一时间内仅能登录一台同一类型设备（如您使用电脑登录，则同一账号同一时间仅能在一台电脑上登录，但您同时可以在手机上登录），否则您将被迫下线而我们无需承担任何责任。用户使用时，不得存在连续、频繁的查询操作行为，否则我们的后台将自动对您的账号封号且无需向您承担任何责任。用户每次使用完毕，请安全退出把您的帐号关掉。如您未能依前述规定行事，对于任何人利用该密码及帐号及您不当操作所进行的任何行为，您应负完全的责任。对于因此而产生的任何损失或损害，互信公信不承担任何责任；
    </p>
    <p>
      用户不得修改、改编、翻译我们的系列产品和服务，或创作我们系列产品和服务的派生作品，或通过反编译、反向工程、反汇编或其它方式从我们系列产品和服务中得到源代码。若用户存在上述情形，则我们有权终止提供服务并要求保留向用户主张损失的权利。用户行为若涉嫌犯罪的，将交由司法机关处理。
    </p>
    <p>
      <strong
        >在使用互信公信软件及相关服务的过程中，我们可能会要求您提供或授权我方收集您的个人信息，包括但不限于您的姓名、电话号码、身份证号码、位置信息、通讯录、音视频文件、设备信息等，您有权拒绝向我们提供这些信息，或者撤回您对这些信息的授权同意。请您了解，拒绝或撤回授权同意，将可能导致您无法使用互信公信软件或相关的特定功能。</strong
      >
      <strong></strong>
    </p>
    <p>
      <strong></strong>
    </p>
    <p>
      <strong
        >非经过您的同意或法律法规的规定，我们不会向第三方共享、提供、转让您的个人信息、查询记录及使用习惯。</strong
      >
    </p>
    <p>2.3 互信公信平台发帖规则</p>
    <p>
      2.3.1
      用户注册互信公信账号，制作、发布、传播信息内容的，需实名认证，不得以虚假或冒用的居民身份信息、企业相关信息进行注册；若用户的个人资料有任何变动，用户应及时更新。
    </p>
    <p>
      2.3.2
      未经相关权利人授权，用户不得以他人或其他组织机构名义注册互信公信账号，亦不得使用引人误解的信息注册账号，包括但不限于让人误认为该账号与其他个人或机构组织存在关联关系的名称、头像或简介等。
    </p>
    <p>
      2.3.3
      互信公信运营方有权对用户使用互信公信的行为及信息进行审查、监督及处理，包括但不限于用户信息（账号信息、个人信息等）、发布内容（位置、文字、图片、音频、视频、商标、专利、出版物等）、用户行为（构建关系、@信息、评论、私信、参与话题、参与活动、营销信息发布、举报投诉等）等范畴。
    </p>
    <p>
      2.3.4
      如用户在使用互信公信的过程中发现其它用户上传违法侵权等内容，用户可联系互信公信客服人员，相关人员会尽快核实并进行处理；如涉及姓名权、名称权、名誉权、荣誉权、肖像权、隐私权等人身权益纠纷的处理，用户可先行联系互信公信客服予以处理；如用户认为上述方法无法解决遇到的问题、或用户觉得有必要向司法行政机关寻求帮助的，用户可尽快向相关机关反馈，互信公信运营方将依法配合司法机关的调查取证工作。
    </p>
    <p>2.4 通知及服务信息</p>
    <p>
      互信公信会通过电子邮件和发布在网站上的通告与您联系，这包括向新用户介绍本服务各种功能的电子邮件。您将收到互信公信向您发出与您的账户有关的电子邮件，包括当在您人际网络内的其他用户向您发放相关机会的电子邮件通知。互信公信有可能向您发放促销信息，除非您选择不收取类似信息。
    </p>
    <p>
      <strong
        >互信公信所提供的企业员工名片功能均为用户及企业自行上传，相关数据内容与信息均通过本人或所属企业自行公开公示，仅供用户进行参考，相关数据真实性还需用户自行判断，不构成我们对任何人之明示或暗示的观点或保证，互信公信不承担任何法律风险和连带责任。</strong
      >
    </p>
    <p>2.5 信息和分享</p>
    <p>
      互信公信的“服务”提供了多种发送和分享信息的方式，如个人档案、职经、职位发布、人脉点评、公司点评等。您分享或发布的信息和内容都可能被其他“会员”查看，如果是公开信息，也会被“访客”查看。您可对以上信息和内容进行设置，我们也尊重您对于谁能查看您的个人内容
      或信息的选择。我们没有义务发表您使用互信公信“服务”的所有的相关信息或内容，但可以根据法律法规或在合理状况下自行决定删除信息或内容，并且无需发送通知。
    </p>
    <p>3 免责声明与其它担保</p>
    <p>3.1 免责声明</p>
    <p>
      3.1.1
      互信公信对由于政府禁令、现行生效的适用法律或法规的变更、火灾、地震、动乱、战争、停电、通讯线路中断、黑客攻击、计算机病毒侵入或发作、电信部门技术调整、因政府管制而造成网站的暂时性关闭等任何影响网络正常运营的不可预见、不可避免、不可克服和不可控制的事件（“不可抗力事件”），以及他人蓄意破坏、互信公信工作人员的疏忽或不当使用，正常的系统维护、系统升级，或者因网络拥塞而导致本网站不能访问而造成的本网站所提供的信息及数据的延误、停滞或错误，以及使用者由此受到的一切损失不承担任何责任。
    </p>
    <p>
      3.1.2
      使用互信公信的“服务”时，您可能会看到不准确、不完整、过时、有误导性、非法、冒犯性或有害的内容或信息。互信公信难以审查每个用户提供的内容或信息是否属于上述情况。我们平台仅就用户提交的查询请求做识别应答，查询到的内容与被提交查询的主体是否相符由用户负责掌握和判断。我们平台没有义务对于识别结果本身的真实性进行分辨或核验。平台返回的数据结果，不构成我们对任何人之明示或暗示的观点或保证。查询的结果请以官方网站公布为准。故，您同意，我们不对第三方
      (包括其他用户)
      提供的内容或信息负责，也不对您因使用或参考该内容或信息而造成的损失负责。如您认为互信公信网站上存在上述内容或信息的，请及时根据法律法规规定的程序通知互信公信，以便及时处理。
    </p>
    <p>3.1.3 互信公信根据法律规定或政府相关政策要求提供您的个人信息</p>
    <p>
      3.1.4
      互信公信“UGC”内容（包括公司简介、职位、点评等）均由用户创建，是用户对该公司名称所指事物、现象介绍、评论的平台。“UGC”内容仅代表作者观点，与互信公信无关。除法律另有规定外，对于用户言论的真实性引发的全部责任，由用户自行承担，互信公信不承担任何责任。
    </p>
    <p>3.1.5 因网络状况、通讯线路、第三方网站等任何原因而导致您不能正常使用互信公信。</p>
    <p>3.1.6 互信公信在各服务条款及声明中列明的使用方式或免责情形。</p>
    <p>3.2 无担保</p>
    <p>3.2.1 “互信公信”无法保证以下事项∶</p>
    <p>3.2.1.1 本服务完全符合您的要求；</p>
    <p>3.2.1.2 本服务不受干扰、及时提供、安全可靠或不会出错；</p>
    <p>3.2.1.3 使用本服务取得之结果正确可靠；</p>
    <p>3.2.1.4 您经由本服务购买或取得之任何产品、服务、资讯或其他信息符合您的期望；</p>
    <p>3.2.1.5 软件中任何错误都得到更正。</p>
    <p>
      3.2.2
      是否使用本服务下载或取得任何资料应由您自行考量且自负风险，因任何资料之下载而导致的您电脑系统之任何损坏或数据流失等后果，由您自行承担。
    </p>
    <p>
      3.2.3
      您自互信公信或经由本服务取得的任何建议或信息，无论是书面或口头形式，除非本服务条款有明确规定，将不构成本服务条款以外之任何保证。
    </p>
    <p>3.2.4 当您同意该协议时，默认您已经同意以上无担保条款。</p>
    <p>4 知识产权归属</p>
    <p>
      除非互信公信另行声明，本网站（www.huxingongyi.com）的所有产品、技术、软件、程序、数据及其他信息（包括但不限于文字、图像、图表、版面设计、电子文档）的所有知识产权（包括但不限于版权、商标权、专利权、商业秘密）及相关权利，均归互信公信所有。
    </p>
    <p>
      未经互信公信书面授权许可，任何人不得擅自（包括但不限于：以不合理或不合法的方式抓取、复制、传播、展示、镜像、上载、下载、非通过互信公信购买）获取或使用互信公信平台的数据、信息和资料，或通过不当方式影响互信公信的正常服务，任何人不得擅自以软件程序自动获得互信公信数据。否则，互信公信将依法追究法律责任。
    </p>
    <p>5 服务终止</p>
    <p>
      用户或互信公信可根据实际情况中断服务。互信公信不需对任何个人或第三方负责而中断服务。用户若反对任何服务条款的建议或对后来的条款修改有异议，或对互信公信服务不满，用户可有以下的追索权：
    </p>
    <p>5.1 不再使用互信公信服务；</p>
    <p>5.2 通告互信公信停止该用户的服务。</p>
    <p>结束用户服务后，用户使用互信公信服务的权利马上终止。同时，互信公信不再对用户承担任何义务。</p>
    <p>6 会员纠纷</p>
    <p>互信公信保留权利，但没有责任监督、处理您和其他会员之间的纠纷。</p>
    <p>7 用户行为</p>
    <p>7.1 应做事项</p>
    <p>如果您同意该项协议，则默认您遵守以下内容：</p>
    <p>7.1.1 遵守法律、法规及有关部门规章的；</p>
    <p>7.1.2 提供准确信息，并及时更新信息；</p>
    <p>7.1.3 在档案使用真实姓名；</p>
    <p>7.1.4 以专业的态度使用“服务”。</p>
    <p>7.2 禁止事项</p>
    <p>如果您同意该项协议，则默认您承诺不做以下行为：</p>
    <p>
      7.2.1 上载、展示、张贴、传播或以其它方式传送含有下列内容之一的信息（包括但不限于图片、文字、视频、链接、音乐等）：
    </p>
    <p>7.2.1.1 反对宪法所确定的基本原则的；</p>
    <p>7.2.1.2 危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</p>
    <p>7.2.1.3 损害国家荣誉和利益的；</p>
    <p>7.2.1.4 煽动民族仇恨、民族歧视、破坏民族团结的；</p>
    <p>7.2.1.5 破坏国家宗教政策，宣扬邪教和封建迷信的；</p>
    <p>7.2.1.6 散布谣言，扰乱社会秩序，破坏社会稳定的；</p>
    <p>7.2.1.7 散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</p>
    <p>7.2.1.8 侮辱或者诽谤他人，侵害他人合法权利的；</p>
    <p>
      7.2.1.9
      含有虚假、欺诈、有害、胁迫、侵害他人隐私、骚扰、侵害、中伤、粗俗、猥亵、与公序良俗不符或其它道德上令人反感的内容；
    </p>
    <p>7.2.1.10 含有中国法律、法规、规章、条例以及任何具有法律效力之规范所限制或禁止的其它内容的。</p>
    <p>7.2.2 为任何非法目的而使用网络服务系统；</p>
    <p>7.2.3 恶意注册互信公信账号；</p>
    <p>7.2.4 利用互信公信服务从事以下活动：</p>
    <p>7.2.4.1 未经书面允许，进入计算机信息网络或者使用计算机信息网络资源的；</p>
    <p>7.2.4.2 未经书面允许，对计算机信息网络功能进行删除、修改或者增加的；</p>
    <p>7.2.4.3 未经书面允许，进入计算机信息网络中对存储、处理或者传输的数据和应用程序进行删除、修改或者增加的；</p>
    <p>7.2.4.4 故意制作、传播计算机病毒（包括木马）等破坏性程序，盗取其他用户账户、密码、隐私、操控他人电脑的；</p>
    <p>7.2.4.5 其他危害计算机信息网络安全的行为。</p>
    <p>7.2.5 未经书面允许，利用互信公信从事广告发布、变相广告、口碑营销、产品销售、传销等行为。</p>
    <p>7.2.6 对互信公信相关服务任何部分或本服务之使用或获得，进行复制、拷贝、出售、转售或用于任何其它商业目的。</p>
    <p>7.2.7 在简历中心公布不完整、虚假或不准确的简历资料，或代他人公布简历(为他人寻找全职或兼职工作)。</p>
    <p>7.2.8 公布不是简历的资料，如意见、通知、商业广告或其他非简历内容。</p>
    <p>7.2.9 为互信公信的竞争同行回应职位、招揽用户，或用此方法寻求与发布职位的雇主联络业务。</p>
    <p>7.2.10 除发布者外，删除或修改其他个人或公司公布的资料。</p>
    <p>7.2.11 擅自打印、复制、传播、销售或以其他方式使用有关雇员的任何个人资料或有关雇主的商业信息。</p>
    <p>7.2.12 未经互信公信同意，给公布信息的个人或公司发电子邮件、打电话、寄信或以其他方式进行擅自接触。</p>
    <p>8 用户隐私</p>
    <p>
      互信公信绝对尊重用户的个人隐私权，互信公信绝不会公开、编辑、透漏用户的任何资料给第三方，除非有法律和政府的强制规定或是用户本人的同意。具体细则请见——隐私条款。
    </p>
    <p>9 法律管辖与适用</p>
    <p>
      9.1
      本协议的生效、履行、解释及争议的解决均适用中华人民共和国法律；您同意有关本协议以及使用互信公信的服务产生的争议交由互信公信住所地法院以诉讼方式解决。
    </p>
    <p>
      9.2
      您理解并同意，根据服务的升级，我们有权对本协议进行更改。我们会在我们的网站及相关软件产品中公告相关的更改，请您随时予以关注。在本协议修改之后，您继续使用互信公信及相关服务的行为，将表示您已经同意并接受了本协议的更改。
    </p>
    <p>10 本协议条款的最终解释权归互信公信所有。</p>
    <p>您确认您已仔细阅读以上条款，同时完全接受以上条款的内容。</p>
  </article>
</template>
